/* Localizable strings not stored in nib files */


"kImport" =									"Importer";
"kImporting" =								"Importation";
"kImportNoDupeCheckingWarn" =				"La recherche des doublons a été désactivée.";
"kImportNoDupeCheckingWarnMsg" =			"Pour éviter des fiches mal configurées et des résultats inattendus, assurez-vous qu’aucune des entrées du fichier d’importation n’a le même nom abrégé ou identifiant qu’une fiche existante. Lors de votre recherche de conflits, souvenez-vous que l’on ne distingue pas les majuscules des minuscules dans les noms.";
"kExport" =									"Exporter";
"kExporting" =								"Exportation";
"kCouldntExport" =							"Exportation impossible";
"kExportPermissionError" =					"Vous ne disposez pas de l’autorisation nécessaire pour enregistrer des fichiers dans le dossier « %@ ».";
"kBadFileFormat" =							"Le fichier sélectionné ne semble pas avoir le format sélectionné. Confirmez le format du fichier et réessayez.";
"kConvert1" =								"Reformatage";
"kConvert2" =								"Reformatage .";
"kConvert3" =								"Reformatage . .";
"kConvert4" =								"Reformatage . . .";
"kSessionWindowTitle" =						"Gestionnaire de groupe de travail : %@";
"kClientSessionWindowTitle" =				"<Confidentialité Apple; %@: %@ <Confidentialité Apple;";
"kNoRecentConnectionsMenuItem" =			"Aucune connexion récente";
"kNoConnectionsMenuItem" =					"Aucune connexion";
"kLocalSessionName" =						"Local";
"kNoItemsToAddToFavorites" =				"Aucun élément à ajouter";
"kNoItemsToRemoveFromFavorites" =			"Aucun élément à supprimer";
"kSureToDeleteSelectedUsers" =				"Souhaitez-vous supprimer les utilisateurs sélectionnés ?";
"kSureToDeleteSelectedSystemRecords" =		"Voulez-vous supprimer les fiches système sélectionnées ?";
"kSureToDeleteSelectedAdminUsers" =			"Souhaitez-vous supprimer les administrateurs sélectionnés ?";
"kSureToDeleteSelectedGroups" =				"Souhaitez-vous supprimer les groupes sélectionnés ?";
"kSureToDeleteSelectedMachines" =			"Supprimer les ordinateurs sélectionnés ?";
"kSureToDeleteSelectedMachineLists" =		"Supprimer les groupes d’ordinateurs sélectionnés ?";
"kSureToDeleteSelectedRecords" =			"Souhaitez-vous supprimer les fiches sélectionnées ?";
"kDeleteButtonTitle" =						"Supprimer";
"kDontDeleteButtonTitle" =					"Ne pas supprimer";
"kSureToDeleteRecordsSugg" =				"Cette action est irréversible.";
"kSureToDeleteSystemRecordsMsg" =				"Les fiches système sont nécessaires au bon fonctionnement du système. Cette action est irréversible et peut entraîner des problèmes.";
"kNoPresetsMenuItem" =						"Aucun préréglage";
"kDeletePresetMenuitem" =					"Supprimer…";
"kRenamePresetMenuitem" =					"Renommer…";
"kSavePresetMenuitem" =						"Enregistrer…";
"kDuplicatePresetName" =					"Remplacer les paramètres prédéfinis";
"kDuplicatePresetNameMsg" =					"Il existe déjà un préréglage intitulé « %@ ». Souhaitez-vous le remplacer ?";
"kDuplicatePresetReplaceButtonName" =		"Remplacer";
"kDuplicatePresetCancelButtonName" =		"Annuler";
"kOKButtonTitle" =							"OK";
"kDefaultPresetName" =						"Aucun";
"kComputerListPopupListSelectedText" =		"Sélectionner un groupe d’ordinateurs";
"kNetworkViewPopupListNoNetworkView" =		"Pas de présentation de réseau";
"kNADefaultRecordNameLocalizedString" =		"Par défaut";
"kNAPublicRecordNameLocalizedString" =		"Public";
"kDuplicateComputerRecordExistsTitleText" =	"Remplacer la fiche d’ordinateur existante ?";
"kDuplicateComputerRecordExistsExplanationText" =	"Il existe déjà une fiche d’ordinateur intitulée « %@ ». Souhaitez-vous la remplacer ?";
"kHideOptionsText" =						"Masquer les options";
"kShowOptionsText" =						"Plus d’options…";
"kHideStatusBarMenuItem" =					"Masquer barre d’état";
"kShowStatusBarMenuItem" =					"Afficher la barre d’état";
"kStatusBarFormatNotAuthorized" =			"Affichage de %@directory : %@. Non authentifié";
"kStatusBarFormatAuthorized" =				"Authentifié comme étant %@ pour le %@directory : %@";
"kStatusBarLocalDirName" =					"local ";
"kAuthFailed" =								"Les informations de connexion ne sont pas correctes pour ce serveur.";
"kAuthFailedMsg" =							"Vos informations d’accès ont été refusées par le serveur. Vérifiez les nom et mot de passe et tentez de vous reconnecter, ou contactez votre administrateur de réseau.";
"kUnknownHost" =							"Hôte inconnu.";
"kUnknownHostMsg" =							"L’adresse saisie n’est pas correcte ou l’hôte est injoignable.";
"kIPUnreachable" =							"Hôte non joignable.";
"kIPUnreachableMsg" =						"L’adresse saisie n’est pas joignable. Vérifiez votre connexion au réseau.";
"kUnknownError" =							"Erreur inattendue.";
"kUnknownErrorMsg" =						"Une erreur du type %d s’est produite.";
"kUnknown4CharErrorMsg" =					"Une erreur du type %s s’est produite.";
"kServerFull" =								"Le serveur auquel vous vous connectez a un nombre limité de connexions autorisées.";
"kServerFullMsg" =							"Patientez jusqu’à ce que quelqu’un se déconnecte du serveur.";
"kNewUserName" =							"sans_titre";
"kNewUserLongName" =						"Sans titre";
"kNewGroupName" =							"sans_titre";
"kNewGroupLongName" =						"Sans titre";
"kNewCompName" =							"Sans titre";
"kSaveChanges" =							"Enregistrer les modifications ?";
"kSaveChangesMsg" =							"Souhaitez-vous enregistrer les modifications des fiches sélectionnées ?";
"kSaveChangesButton" =						"Enregistrer";
"kCancelButton" =							"Annuler";
"kRevertButton" =							"Revenir";
"kDontSaveChangesButton" =					"Ne pas enregistrer";
"kToolbarAccountsItemHelp" =				"Gérer les comptes";
"kToolbarPrefsItemHelp" =					"Gérer les préférences";
"kToolbarStatusItemHelp" =					"Ouvrir Admin Serveur";
"kToolbarMonitorItemHelp" =					"Ouvrir Contrôle de serveur";
"kToolbarNewUserItemHelp" =					"Créer un utilisateur";
"kToolbarNewCompListItemHelp" =				"Créer un groupe d’ordinateurs";
"kToolbarNewRecordItemHelp" =				"Créer une fiche";
"kToolbarDeleteItemHelp" =					"Supprimer les fiches sélectionnées";
"kToolbarConnectItemHelp" =					"Zone de dialogue Nouvelle connexion";
"kToolbarDisconnectItemHelp" =				"Fermer cette connexion";
"kToolbarRefreshItemHelp" =					"Recharger la liste de fiches ou la présentation actuelle";
"kToolbarNewWindowItemHelp" =				"Ouvrir une autre fenêtre avec cette connexion";
"kToolbarAdvancedSearchItemHelp" =			"Mode de recherche avancée";
"kNSLServiceDisplayName" =					"Service Gestionnaire de groupe de travail";
"kDeleteMultipleUsersMenuItem" =			"Supprimer les utilisateurs sélectionnés";
"kDeleteSingleUsersMenuitem" =				"Supprimer l’utilisateur sélectionné";
"kDeleteMultipleGroupsMenuItem" =			"Supprimer les groupes sélectionnés";
"kDeleteSingleGroupsMenuitem" =				"Supprimer le groupe sélectionné";
"kDeleteMultipleCompsMenuItem" =			"Supprimer les ordinateurs sélectionnés";
"kDeleteSingleCompsMenuitem" =				"Supprimer l’ordinateur sélectionné";
"kDeleteSingleCompListMenuitem" =			"Supprimer le groupe d’ordinateurs sélectionné";
"kDeleteMultipleCompListsMenuItem" =		"Supprimer les groupes d’ordinateurs sélectionnés";
"kDeleteMultipleRecordsMenuItem" =			"Supprimer les fiches sélectionnées";
"kDeleteSingleRecordMenuitem" =				"Supprimer les fiches sélectionnées";
"kCreateNewUserMenuItem" =					"Nouvel utilisateur";
"kCreateNewGroupMenuItem" =					"Nouveau groupe";
"kCreateNewCompMenuItem" =					"Nouvel ordinateur";
"kCreateNewCompListMenuItem" =				"Nouveau groupe d’ordinateurs";
"kCreateNewRecordMenuItem" =				"Nouvelle fiche";
"kAttributeNotMapped" =						"Attribut non mappé.";
"kAttributeNotMappedMsg" =					"L’attribut intitulé « %@ » n’est pas mappé pour le type de fiche « %@ ». Signalez cette erreur à l’administrateur de votre serveur de répertoire.";
"kSchemaError" =							"Erreur de schéma.";
"kSchemaErrorMsg" =							"Les données saisies pour l’attribut « %@ » ne sont pas exprimées dans le format requis par le schéma.";
"kRecordNotMapped" =						"Type de fiche non mappé.";
"kRecordNotMappedMsg" =						"La fiche de type « %@ » n’est pas mappée. Il est recommandé de signaler cette erreur à l’administrateur de votre serveur de répertoire.";
"kScreenTooSmall" =							"Impossible de poursuivre : Gestionnaire de groupe de travail requiert une plus haute définition d’écran";
"kScreenTooSmallMsg" =						"Réglez au minimum la définition de l’écran sur 1024 x 768 dans les Préférences Système. Ensuite, redémarrez Gestionnaire de groupe de travail.";
"kSearchNodeDisplayName" =					"Règles de recherche";
"kLocalNodeMenuItem" =						"Local";
"kSearchNodeMenuItem" =						"Règles de recherche";
"kUsersSummaryStringFormat" =				"%d sélectionné(s) sur %d utilisateurs";
"kUsersSummaryStringSingle" =				"%d sélectionné sur 1 utilisateur";
"kGroupsSummaryStringFormat" =				"%d sélectionné(s) sur %d groupes";
"kGroupsSummaryStringSingle" =				"%d sélectionné sur 1 groupe";
"kComputersSummaryStringFormat" =			"%d sur %d ordinateurs sélectionnés";
"kComputersSummaryStringSingle" =			"%d sur 1 ordinateur sélectionné";
"kComputerListsSummaryStringFormat" =		"%d sélectionné(s) sur %d groupes";
"kComputerListsSummaryStringSingle" =		"%d sélectionné sur 1 groupe";
"kRecordsSummaryStringFormat" =				"%d sélectionnée(s) sur %d fiches";
"kRecordsSummaryStringSingle" =				"%d sélectionnée sur 1 fiche";
"kUsersSummaryWidth" =						"200";
"kGroupsSummaryWidth" =						"200";
"kComputersSummaryWidth" =					"200";
"kComputerListsSummaryWidth" =				"200";
"kRecordsSummaryWidth" =					"75";
"kNoBatchSearchCriteria" =					"Aucun critère de recherche";
"kBatchSearchApplyProgressSearching" =		"Recherche...";
"kBatchSearchApplyProgressFoundRecord" =	"La fiche « %@ » a été trouvée";
"kBatchSearchApplyProgressSavingAccountsTab" =	"Enregistrement des modifications dans « %@ »";
"kCantSavePrefsTitle" =						"Enregistrement des préférences impossible.";
"kCantSavePrefsRefreshSecsTooSmall" =		"La valeur d’actualisation doit être comprise entre %d et 3600 secondes.";
"kSearchFieldHintUserRecordType" =			"Utilisateur";
"kSearchFieldHintGroupRecordType" =			"Groupe";
"kSearchFieldHintComputerRecordType" =		"Ordinateur";
"kSearchFieldHintAllRecordType" =			"Fiche";
"kSearchFieldHintIsMatchType" =				"est";
"kSearchFieldHintContainsMatchType" =		"contient";
"kSearchFieldHintStartsWithMatchType" =		"commence par";
"kSearchFieldHintEndsWithMatchType" =		"se termine par";
"kSearchFieldHintLessThanMatchType" =		"est inférieur à";
"kSearchFieldHintGreaterThanMatchType" =	"est supérieur à";
"kSearchFieldHintNameField" =				"Nom";
"kSearchFieldHintCommentField" =			"Commentaire";
"kSearchFieldHintIDField" =					"Identifiant";
"kSearchFieldHintKeywordField" =			"Mot-clé";
"kSearchFieldHintENetAddrField" =			"Adresse Ethernet";
"kAllRecordsMenuItemName" =					"Toutes les fiches";
"kRequiredRecordTypeNotMapped" =			"Type de fiche requis non mappé.";
"kRequiredRecordTypeNotMappedMsg" =			"Le type de fiche « %@ » n’est pas mappé pour le nœud de répertoire à %@. Veuillez utiliser l’utilitaire de répertoire pour mapper ce type de fiche.";
"kCantOpenTitle" = "Échec de l’ouverture de fichier";
"kFileOpenFailed" = "Impossible d’ouvrir le fichier. Veuillez vérifier qu’il soit vide et que ses autorisations d’accès vous permettent de le lire.";
"kIgnore" = "IGNORER";
"kEmptySearchStringExplanation" =			"Utiliser * pour tout afficher";
"kCantOpenNode" =							"Impossible d’ouvrir le noeud requis.";
"kCantOpenNodeMsg" =						"Impossible d’ouvrir le nœud %@ car une erreur inattendue de type %d est survenue.";
"kShowAllRecordsWarning" =					"L’activation de l’onglet toutes les fiches vous permet de modifier les données de répertoire brutes.";
"kShowAllRecordsWarningMsg" =				"Si vous avez modifié des données brutes de manière incorrecte, vous pouvez les perdre ou rendre votre système inopérant.";
"kDeletingUsers" =							"Suppression des utilisateurs…";
"kDeletingGroups" =							"Suppression des groupes…";
"kDeletingComputers" =						"Suppression des ordinateurs…";
"kDeletingComputerLists" =					"Suppression des groupes d’ordinateurs…";
"kDeletingRecords" =						"Suppression des fiches…";
"kRemovingGroupMemberships" =				"Mise à jour des adhésions des groupes… ";
"kDrawerLocalNodeSummary" =					"Répertoire local : %@";
"kDrawerSearchNodeSummary" =				"Règles de recherche";
"kDrawerOtherNodeSummary" =					"Répertoire : %@";
"kFeedbackURL" =							"http://www.apple.com/fr/feedback/server.html";
"kSupportURL" =								"http://www.apple.com/fr/support/macosxserver/";
"kDocumentationURL" =						"http://www.apple.com/fr/server/documentation";
"kAdvancedSearchCriteriaBatchTitle" =		"Continuer";
"kAdvancedSearchCriteriaSearchNowTitle" =	"Rechercher";
"kAdvancedSearchPresetSaveAsNameFormat" =	"Copie de %@";
"kBatchSummaryUserStringSingle" =			"1 utilisateur";
"kBatchSummaryUserStringFormat" =			"%d utilisateurs";
"kBatchSummaryGroupStringSingle" =			"1 groupe";
"kBatchSummaryGroupStringFormat" =			"%d groupes";
"kBatchSummaryComputerStringSingle" =		"1 ordinateur";
"kBatchSummaryComputerStringFormat" =		"%d ordinateurs";
"kBatchSummaryComputerListStringSingle" =	"1 groupe d’ordinateurs";
"kBatchSummaryComputerListStringFormat" =	"%d groupes d’ordinateurs";
"kSearchAndApplyNotAuthed" =				"Pas authentifié.";
"kSearchAndApplyNotAuthedMsgFormat" =		"Le nœud %@ n’est pas authentifié. Pour apporter des modifications, vous devez authentifier le nœud en cliquant sur le bouton de verrouillage.";
"kNotAuthorized" =							"Pas autorisé.";
"kNotAuthorizedMsg" =						"L’action a échoué car vous n’êtes pas autorisé à effectuer cette opération.";
"kNotImplemented" =							"Pas implémenté";
"kNotImplementedMsg" =						"Cette action a échoué car cette fonctionnalité n’a pas encore été implémentée par un des modules externes Open Directory.";
"kAdvancedSearchNoPreset" =					"Aucun";
"kAdvancedSearchSureToDeletePreset" =		"Supprimer le préréglage de recherche avancé ?";
"kAdvancedSearchSureToDeletePresetMsg" =	"Êtes-vous certain de vouloir supprimer le préréglage de recherche avancé « %@ » ? Cette action est irréversible.";
"kAdvancedSearchReplacePreset" =			"Il existe déjà un préréglage de recherche avancé sous ce nom.";
"kAdvancedSearchReplacePresetMsg" =			"Êtes-vous certain de vouloir remplacer le préréglage existant « %@ » par celui-ci ? Cette action est irréversible.";
"kAdvancedSearchMenuItem" =					"Recherche avancée…";
"kAdvancedSearchCriteriaFormat" =			"%@%@ %@ %@";
"kLocalConnectionOnNonServer" =				"Vous travaillez dans la base de données locale de configuration, invisible depuis le réseau.";
"kLocalConnectionOnNonServerMsg" =			"Toute modification apportée n’influe que sur les comptes stockés dans la base de données locale de configuration. Si vous désirez créer ou modifier des comptes stockés dans un domaine d’annuaire réseau, cliquez sur OK, sur le globe, puis choisissez un domaine d’annuaire réseau.";
"kAuthBtnUnlockHelpTag" =					"Autoriser des modifications dans ce répertoire.";
"kAuthBtnLockHelpTag" =						"Empêcher toute modification ultérieure dans ce répertoire.";
"kAddKeywordTitleText" =					"Sélectionner les mots-clés à ajouter à %@";
"kSaveRecordWithNVandNoEthernetIDAlert" =	"Vous êtes en train d’enregistrer la fiche d’ordinateur [%@] qui a une présentation de réseau, mais pas d’identifiant Ethernet.";
"kSaveRecordWithNVandNoEthernetIDMsg" =		"Une fiche d’ordinateur doit avoir une présentation de réseau et un identifiant Ethernet pour que le client puisse utiliser la présentation de réseau.";
"kCouldNotImportUsers" =					"Certains utilisateurs n’ont pas pu être importés.";
"kCouldNotImportUsersMsg" =					"Les utilisateurs suivants n’ont pas pu être importés car leur premier nom abrégé contient un caractère non valide (par exemple, un point.)\n%@";

"kODEFileMenuTitle" =						"Fichier";
"kODEEnableRootUserMenuItem" =				"Activer utilisateur Root…";
"kODEPasswordAndVerifyDontMatch" =			"Le mot de passe et la confirmation sont différents.";
"kODEPasswordAndVerifyDontMatchMsg" =		"Veuillez saisir à nouveau les valeurs et assurez-vous qu’elles sont identiques.";

"kUnexpectedErrorErr" =						"Une erreur inattendue s’est produite";
"kUnexpectedErrorMsg" =						"Erreur de type %s (%d) sur la ligne %d de %@";
"kUnexpectedErrorString" =					"Erreur inattendue de type %s (%d) sur la ligne %d de %@";

"-14120 error" =							"Pas autorisé.";
"-14120 msg" =								"L’action a échoué car vous n’êtes pas autorisé à effectuer cette opération.";
"-14484 error" =							"Pas autorisé.";
"-14484 msg" =								"L’action a échoué car vous n’êtes pas autorisé à effectuer cette opération.";
"-14988 error" =							"Pas implémenté";
"-14988 msg" =								"Cette action a échoué car cette fonctionnalité n’a pas encore été implémentée par un des modules externes Open Directory.";
"kGuestComputer" =							"Ordinateur invité";
"kClearMenu" =								"Effacer le menu";

"kCompShortNameAlreadyInUse" =				"Le nom que vous avez choisi est en conflit avec un nom attribué à un autre ordinateur.";
"kCompShortNameAlreadyInUseMgs" =			"Vous ne pouvez pas attribuer le nom « %@ » à deux ordinateurs différents. Lors de la vérification des conflits, n’oubliez pas que les noms ne tiennent pas compte de la casse.";
"kNoCalendarHostSelected" =					"Aucun hôte de calendrier sélectionné";

"kUsersTabToolTip" =						"Utilisateurs";
"kGroupsTabToolTip" =						"Goupes";
"kComputersTabToolTip" =					"Ordinateurs";
"kComputerGroupsTabToolTip" =				"Groupes d’ordinateurs";
"kAllRecordsTabToolTip" =					"Tous les types de fiches";

"kBSDNodeUGNotEnabled" =					"Les fiches d’utilisateurs et de groupes ne sont pas activées pour le nœud local BSD.";
"kBSDNodeUGNotEnabledMsg" =					"Les fiches d’utilisateurs et de groupes doivent être activées pour que le Gestionnaire de groupe de travail puisse accéder au nœud BSD. Ce réglage se trouve dans l’Utilitaire d’annuaire, sous l’onglet Services.";

"kNewUserSACLsWarningTitle" =				"Il se peut que les nouveaux utilisateurs n’aient pas accès aux services.";
"kNewUserSACLsWarningMsg" =					"Si les contrôles d’accès aux services sont activés, vous devez accorder l’accès aux services voulus par les utilisateurs créés dans le Gestionnaire de groupe de travail. Vous pouvez également passer par la sous-fenêtre Accès d’Admin Serveur.";
